/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50617
Source Host           : localhost:3306
Source Database       : test

Target Server Type    : MYSQL
Target Server Version : 50617
File Encoding         : 65001

Date: 2016-04-10 16:39:21
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for data
-- ----------------------------
DROP TABLE IF EXISTS `data`;
CREATE TABLE `data` (
  `id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(50) CHARACTER SET gbk NOT NULL,
  `sex` tinyint(2) NOT NULL,
  `age` int(11) NOT NULL,
  `tel` varchar(50) CHARACTER SET gbk NOT NULL,
  `region` varchar(100) CHARACTER SET gbk NOT NULL,
  `uid` int(11) NOT NULL,
  `questions` varchar(250) CHARACTER SET gbk NOT NULL,
  `diseaseid` int(11) NOT NULL,
  `channelid` int(11) NOT NULL,
  `keyword` varchar(250) CHARACTER SET gbk NOT NULL,
  `expertid` int(11) NOT NULL,
  `fromweb` varchar(250) CHARACTER SET gbk NOT NULL,
  `ordertime` int(11) NOT NULL,
  `status` tinyint(4) NOT NULL,
  `note` varchar(250) CHARACTER SET gbk NOT NULL,
  `revisitinfo` text CHARACTER SET gbk NOT NULL,
  `chatinfo` text CHARACTER SET gbk NOT NULL,
  `addtime` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of data
-- ----------------------------
INSERT INTO `data` VALUES ('2', '赵女士', '1', '0', '158****2676', '', '1', '158', '23', '0', '', '0', '', '1448294400', '0', '已经有一套房，想给儿子再买一套', '2015-11-24 11:00:16 系统管理员: 月经来了?????<br/>', '', '1448250714');
INSERT INTO `data` VALUES ('3', '顾红英', '1', '0', '183****3626', '2', '1', '068', '23', '0', '', '0', '', '1448208000', '1', '很准的客户，是一次性付全款，之前看过世纪城的房子。', '', '', '1448251354');
INSERT INTO `data` VALUES ('4', '吴灵莉', '1', '0', '152****2300', '', '1', '568', '27', '0', '', '0', '', '1448467200', '0', '没有考虑买', '2015-11-26 09:49:07 系统管理员: 说是下午过来<br/>2015-11-26 17:15:21 张天娇: 未接电话<br/>', '', '1448255439');
INSERT INTO `data` VALUES ('5', '高欢', '1', '22', '136****5443', '', '1', '568', '23', '0', '', '0', '', '1448899200', '0', '不要打电话了，烦不烦', '2015-11-25 11:25:52 系统管理员: (点击添加回访记录)<br/>2015-12-01 09:21:58 杨会: 中午帮忙回访问下，时间安排的怎么样了<br/>2015-12-01 12:07:15 系统管理员: 挂断了<br/>', '', '1448258243');
INSERT INTO `data` VALUES ('6', '唐菱擂', '1', '27', '158****3545', '', '1', '568', '23', '0', '', '0', '', '1448208000', '1', '在其他中介咨询过，想买个婚房，50万左右', '2015-11-23 16:05:53 系统管理员: 今天刚到成都，稍后过来<br/>', '', '1448258283');
INSERT INTO `data` VALUES ('7', '杨洁', '1', '20', '138****1787', '2', '40', '086', '24', '0', '', '0', '', '1448726400', '0', '想买世纪城的房子，下周过来看房。', '2015-11-27 22:16:27 张天娇: (点击添加回访记录)<br/>2015-11-27 22:16:37 张天娇: 微信拉黑<br/>2015-11-28 10:53:03 系统管理员: 明天上午<br/>', '', '1448272798');
INSERT INTO `data` VALUES ('8', '李雅', '1', '20', '136****7366', '2', '41', '668', '23', '0', '', '0', '', '1448294400', '0', '电话没有人接，好像忙的样子', '', '', '1448274600');
INSERT INTO `data` VALUES ('9', '赵攀', '0', '20', '159****9120', '', '40', '086', '24', '0', '', '0', '', '1448553600', '1', ' 首套房，询问贷款的问题', '', '', '1448285375');
INSERT INTO `data` VALUES ('10', '朱敏', '1', '21', '183****5531', '2', '40', '086', '24', '0', '', '0', '', '1448294400', '1', '房子已经卖了一年了，楼层光线不是很好，也不着急卖', '', '', '1448285566');
INSERT INTO `data` VALUES ('11', '吴敏', '1', '46', '138****7185', '2', '40', '086', '24', '0', '', '0', '', '1448726400', '0', '房贩子，不好沟通', '', '', '1448285727');
INSERT INTO `data` VALUES ('12', '骆丹', '1', '23', '159****1877', '2', '40', '086', '27', '0', '', '0', '', '1448985600', '0', '全款，后天带看', '2015-11-29 10:57:42 系统管理员: 改约到周三，说今天没时间<br/>', '', '1448287112');
INSERT INTO `data` VALUES ('13', '林冰', '1', '18', '187****5919', '2', '40', '086', '24', '0', '', '0', '', '1448726400', '0', '之前带看过世纪城的房子，不是很满意，给他推荐绿地香颂的房子', '2015-11-29 10:58:41 系统管理员: (点击添加回访记录)<br/>2015-11-29 10:59:06 系统管理员: (点击添加回访记录)<br/>2015-11-29 10:59:16 系统管理员: 说现在手上有点事情，要晚点过来<br/>', '', '1448289287');
INSERT INTO `data` VALUES ('14', '王红', '1', '29', '136****2010', '2', '40', '086', '25', '0', '', '0', '', '1448812800', '0', '暂时不考虑买房了', '2015-12-12 09:57:41 系统管理员: 时间不定<br/>2015-12-26 10:13:05 姚小丹: 取消，爱人预约的，说已经去当地人民医院检查了，只是轻微的宫颈糜烂，已经在治疗了。<br/>', '', '1448292524');
INSERT INTO `data` VALUES ('15', '李盼', '1', '16', '152****6142', '2', '41', '668', '28', '0', '', '0', '', '1448640000', '0', '在外地出差，回来再说', '2015-11-28 10:05:21 系统管理员: 电话未打通?<br/>', '', '1448293688');
INSERT INTO `data` VALUES ('16', '曹丽思', '1', '20', '152****4809', '2', '40', '086', '25', '0', '', '0', '', '1450540800', '1', '不考虑买，说现在房价很高，再等等', '2015-11-27 10:35:35 系统管理员: 4点左右过来<br/>2015-12-20 11:03:02 姚小丹: 4809是男友的电话，说不知道女友现在在哪里，小曹电话是15928190779，打过去无人接听。<br/>2015-12-20 11:06:17 姚小丹: 小曹自己来电大概中午来院，从东虹路来院。<br/>2015-12-20 13:27:59 姚小丹: 来电快到了，已经指导路线。<br/>', '', '1448323587');
INSERT INTO `data` VALUES ('17', '小丽', '1', '0', '183****2691', '2', '1', '188', '23', '0', '', '0', '', '1448640000', '0', '想要一个90平米的3房，推荐世纪城的', '2015-11-28 10:05:58 系统管理员: 关机<br/>', '', '1448327346');
INSERT INTO `data` VALUES ('18', '赵女士', '1', '0', '186****4084', '2', '1', '188', '24', '0', '', '0', '', '1448467200', '0', '想租房的，价格1000左右', '2015-11-26 09:58:55 系统管理员: (点击添加回访记录)<br/>2015-11-26 10:01:01 系统管理员: 当时不是本人预约的，没时间过来<br/>', '', '1448327378');
INSERT INTO `data` VALUES ('19', '何秀琼', '1', '0', '185****7783', '2', '1', '5188', '25', '0', '', '0', '', '1448726400', '0', '工作想租房', '2015-11-29 11:00:36 系统管理员: 未接电话<br/>', '', '1448327688');
